Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# FileRuleDupIDValidationError
source: There are more than 1 FileRules with the same ID
de_de: Es gibt mehr als eine FileRule mit derselben ID
el_gr: Υπάρχουν περισσότερα από 1 FileRules με το ίδιο ID
es: Hay más de 1 FileRules con el mismo ID
fr_fr: Il y a plus d'une règle FileRule avec le même ID
he_il: יש יותר מ-1 FileRule עם אותו מזהה
hi_in: एक ही ID वाले अधिक से अधिक 1 FileRules हैं
ja_jp: 同じIDを持つFileRulesが複数存在します
pl_pl: Istnieje więcej niż 1 reguła pliku o tym samym identyfikatorze
tr_tr: Aynı kimliğe sahip 1'den fazla Dosya Kuralı var

# SignerDupIDValidationError
source: There are more than 1 Signers with the same ID
de_de: Es gibt mehr als einen Signer mit derselben ID
el_gr: Υπάρχουν περισσότεροι από 1 Signers με το ίδιο ID
es: Hay más de 1 Firmante con el mismo ID
fr_fr: Il y a plus d'un Signer avec le même ID
he_il: יש יותר מ-1 Signer עם אותו מזהה
hi_in: एक ही ID वाले अधिक से अधिक 1 Signers हैं
ja_jp: 同じIDを持つ署名者が複数存在します
pl_pl: Istnieje więcej niż 1 podpisujący o tym samym identyfikatorze
tr_tr: Aynı kimliğe sahip 1'den fazla İmzalayan var

# SigningScenarioDupIDValidationError
source: There are more than 1 SigningScenarios with the same ID
de_de: Es gibt mehr als ein SigningScenario mit derselben ID
el_gr: Υπάρχουν περισσότερα από 1 SigningScenarios με το ίδιο ID
es: Hay más de 1 EscenarioDeFirma con el mismo ID
fr_fr: Il y a plus d'un SigningScenario avec le même ID
he_il: יש יותר מ-1 SigningScenario עם אותו מזהה
hi_in: एक ही ID वाले अधिक से अधिक 1 SigningScenarios हैं
ja_jp: 同じIDを持つSigningScenariosが複数存在します
pl_pl: Istnieje więcej niż 1 scenariusz podpisywania o tym samym identyfikatorze
tr_tr: Aynı kimliğe sahip 1'den fazla İmza Senaryosu var

# ProvideCNOrPassErrorMsg
source: Please provide both Common Name and Password.
de_de: Bitte geben Sie sowohl den allgemeinen Namen als auch das Kennwort an.
el_gr: Παρακαλώ παρέχετε τόσο το Κοινό Όνομα όσο και τον Κωδικό.
es: Por favor, proporcione tanto el Nombre Común como la Contraseña.
fr_fr: Veuillez fournir à la fois le Nom Commun et le Mot de Passe.
he_il: אנא ספק גם את השם המשותף וגם את הסיסמה.
hi_in: कृपया सामान्य नाम और पासवर्ड दोनों प्रदान करें।
ja_jp: 共通名とパスワードの両方を入力してください。
pl_pl: Proszę podać zarówno nazwę pospolitą, jak i hasło.
tr_tr: Lütfen hem Ortak Adı hem de Şifreyi girin.

# ProvideCNOrPassErrorTitle
source: Missing required details
de_de: Erforderliche Angaben fehlen
el_gr: Λείπουν απαραίτητες λεπτομέρειες
es: Faltan detalles requeridos
fr_fr: Détails requis manquants
he_il: חסרים פרטים נדרשים
hi_in: आवश्यक विवरण गायब हैं
ja_jp: 必要な詳細情報が不足しています
pl_pl: Brak wymaganych szczegółów
tr_tr: Gerekli ayrıntılar eksik

# TheAppIsUpToDate
source: The AppControl Manager application is up to date.
ar: تطبيق مدير AppControl محدث.
de_de: Die Anwendung AppControl Manager ist auf dem neuesten Stand.
el_gr: Η εφαρμογή AppControl Manager είναι ενημερωμένη.
es: La aplicación AppControl Manager está actualizada.
fr_fr: L'application AppControl Manager est à jour.
he_il: אפליקציית AppControl Manager מעודכנת.
hi_in: AppControl Manager एप्लिकेशन अद्यतित है।
ja_jp: AppControl Managerアプリケーションは最新です。
ml_in: ആപ്പ്കൺട്രോൾ മാനേജർ ആപ്ലിക്കേഷൻ ഏറ്റവും പുതിയതാണ്.
pl_pl: Aplikacja Menedżer AppControl jest aktualna.
tr_tr: AppControl Manager uygulaması güncel.

# CheckingForUpdateStore
source: Checking for update in the Microsoft Store...
ar: جارٍ التحقق من وجود تحديث في متجر Microsoft...
de_de: Es wird im Microsoft Store nach Updates gesucht...
el_gr: Έλεγχος για ενημέρωση στο Microsoft Store...
es: Buscando actualización en la Microsoft Store...
fr_fr: Recherche de mise à jour dans le Microsoft Store...
he_il: בודק עדכון ב-Microsoft Store...
hi_in: Microsoft Store में अपडेट की जांच कर रहे हैं…
ja_jp: Microsoft Storeで更新を確認中...
ml_in: മൈക്രോസോഫ്റ്റ് സ്റ്റോറിൽ അപ്‌ഡേറ്റിനായി പരിശോധിക്കുന്നു...
pl_pl: Sprawdzanie aktualizacji w Microsoft Store...
tr_tr: Microsoft Store'da güncelleme kontrol ediliyor...

# NewUpdateIsAvailableStore
source: A new update is available. Opening the Microsoft Store so you can proceed with updating the app in there.
ar: يتوفر تحديث جديد. جارٍ فتح متجر Microsoft حتى تتمكن من متابعة تحديث التطبيق هناك.
de_de: Ein neues Update ist verfügbar. Der Microsoft Store wird geöffnet, damit Sie die App dort aktualisieren können.
el_gr: Μια νέα ενημέρωση είναι διαθέσιμη. Άνοιγμα του Microsoft Store ώστε να μπορείτε να προχωρήσετε με την ενημέρωση της εφαρμογής εκεί.
es: Hay una nueva actualización disponible. Abriendo la Microsoft Store para que pueda proceder con la actualización de la aplicación allí.
fr_fr: Une nouvelle mise à jour est disponible. Ouverture du Microsoft Store pour que vous puissiez procéder à la mise à jour de l'application.
he_il: יש עדכון חדש זמין. פותח את Microsoft Store כדי שתוכל לעדכן את האפליקציה שם.
hi_in: नया अपडेट उपलब्ध है। Microsoft Store खोल रहा है ताकि आप वहां से अपडेट कर सकें।
ja_jp: 新しい更新が利用可能です。Microsoft Storeを開くので、そこでアプリの更新を続行できます。
ml_in: ഒരു പുതിയ അപ്‌ഡേറ്റ് ലഭ്യമാണ്. ആപ്പ് അപ്‌ഡേറ്റ് ചെയ്യുന്നതിനായി മൈക്രോസോഫ്റ്റ് സ്റ്റോർ തുറക്കുന്നു.
pl_pl: Dostępna jest nowa aktualizacja. Otwieranie Microsoft Store, aby można było zaktualizować aplikację.
tr_tr: Yeni bir güncelleme mevcut. Uygulamayı orada güncellemeye devam edebilmeniz için Microsoft Mağazasını açın.

# ProblemOpeningMSStore
source: There was a problem opening the Microsoft Store page of the AppControl Manager.
ar: حدثت مشكلة أثناء فتح صفحة مدير AppControl في متجر Microsoft.
de_de: Beim Öffnen der Microsoft-Store-Seite des AppControl Manager ist ein Problem aufgetreten.
el_gr: Παρουσιάστηκε πρόβλημα κατά το άνοιγμα της σελίδας του Microsoft Store του AppControl Manager.
es: Hubo un problema al abrir la página de Microsoft Store de AppControl Manager.
fr_fr: Un problème est survenu lors de l'ouverture de la page Microsoft Store d'AppControl Manager.
he_il: אירעה בעיה בפתיחת דף ה-Microsoft Store של AppControl Manager.
hi_in: AppControl Manager का Microsoft Store पेज खोलने में समस्या हुई।
ja_jp: AppControl ManagerのMicrosoft Storeページを開く際に問題が発生しました。
ml_in: ആപ്പ്കൺട്രോൾ മാനേജറിന്റെ മൈക്രോസോഫ്റ്റ് സ്റ്റോർ പേജ് തുറക്കുന്നതിൽ ഒരു പ്രശ്നമുണ്ടായി.
pl_pl: Wystąpił problem z otwarciem strony Menedżera AppControl w Microsoft Store.
tr_tr: AppControl Manager'ın Microsoft Store sayfasını açarken bir sorun oluştu.

# InstallLatestVer
source: Install the latest version
ar: تثبيت أحدث إصدار
de_de: Neueste Version installieren
el_gr: Εγκατάσταση της τελευταίας έκδοσης
es: Instalar la última versión
fr_fr: Installer la dernière version
he_il: התקן את הגרסה האחרונה
hi_in: नवीनतम संस्करण इंस्टॉल करें
ja_jp: 最新バージョンをインストール
ml_in: ഏറ്റവും പുതിയ പതിപ്പ് ഇൻസ്റ്റാൾ ചെയ്യുക
pl_pl: Zainstaluj najnowszą wersję
tr_tr: En son sürümü yükleyin

# FileNotExists
source: The file does not exist.
ar: الملف غير موجود.
de_de: Die Datei ist nicht vorhanden.
el_gr: Το αρχείο δεν υπάρχει.
es: El archivo no existe.
fr_fr: Le fichier n'existe pas.
he_il: הקובץ לא קיים.
hi_in: फ़ाइल मौजूद नहीं है।
ja_jp: ファイルが存在しません。
ml_in: ഫയൽ നിലവിലില്ല.
pl_pl: Plik nie istnieje.
tr_tr: Dosya mevcut değil.

# CISchemaNotFound
source: The Code Integrity Schema file could not be found on the system, most likely because this is a Home edition of the OS. Please navigate to the Settings page to browse for it manually.
ar: تعذر العثور على ملف مخطط تكامل التعليمات البرمجية على النظام، على الأرجح لأن هذا إصدار Home من نظام التشغيل. يرجى الانتقال إلى صفحة الإعدادات لتصفحه يدويًا.
de_de: Die Datei des Codeintegritätsschemas konnte auf dem System nicht gefunden werden, vermutlich weil es sich um die Home-Edition des Betriebssystems handelt. Navigieren Sie bitte zur Einstellungsseite, um manuell danach zu suchen.
el_gr: Το αρχείο Σχήματος Ακεραιότητας Κώδικα δεν μπόρεσε να βρεθεί στο σύστημα, πιθανότατα επειδή αυτή είναι μια έκδοση Home του λειτουργικού συστήματος. Παρακαλώ πλοηγηθείτε στη σελίδα Ρυθμίσεις για να το αναζητήσετε χειροκίνητα.
es: No se pudo encontrar el archivo de Esquema de Integridad de Código en el sistema, muy probablemente porque esta es una edición Home del SO. Por favor, navegue a la página de Configuración para buscarlo manualmente.
fr_fr: Le fichier de schéma d'intégrité du code est introuvable sur le système, probablement parce qu'il s'agit d'une édition Famille du système d'exploitation. Veuillez naviguer vers la page Paramètres pour le rechercher manuellement.
he_il: לא ניתן למצוא את קובץ סכמה של Code Integrity במערכת, סביר להניח משום שמדובר בגרסת Home של מערכת ההפעלה. יש לעבור לדף ההגדרות כדי לאתרו ידנית.
hi_in: सिस्टम पर Code Integrity स्कीमा फ़ाइल नहीं मिली, संभवतः क्योंकि यह OS का Home संस्करण है। कृपया सेटिंग्स पेज पर जाकर इसे मैन्युअली ब्राउज़ करें।
ja_jp: システム上でコード整合性スキーマファイルが見つかりませんでした。おそらく、OSのHomeエディションであるためです。手動で参照するには、設定ページに移動してください。
ml_in: സിസ്റ്റത്തിൽ കോഡ് ഇന്റഗ്രിറ്റി സ്കീമ ഫയൽ കണ്ടെത്താൻ കഴിഞ്ഞില്ല, മിക്കവാറും ഇത് ഓപ്പറേറ്റിംഗ് സിസ്റ്റത്തിന്റെ ഹോം പതിപ്പ് ആയതുകൊണ്ടാകാം. ദയവായി ക്രമീകരണ പേജിലേക്ക് നാവിഗേറ്റ് ചെയ്ത് അത് സ്വമേധയാ ബ്രൗസ് ചെയ്യുക.
pl_pl: Nie można znaleźć pliku schematu integralności kodu w systemie, najprawdopodobniej dlatego, że jest to wersja Home systemu operacyjnego. Przejdź do strony Ustawienia, aby ręcznie go wyszukać.

# InvalidXmlMissingRootElementValidationError
source: Invalid XML: Missing root element.
de_de: Ungültiges XML: Stammelement fehlt.
el_gr: Άκυρο XML: Λείπει το ριζικό στοιχείο.
es: XML inválido: Falta el elemento raíz.
fr_fr: XML invalide : élément racine manquant.
he_il: XML לא חוקי: חסר תג השורש.
hi_in: अमान्य XML: रूट तत्व गायब है।
ja_jp: 無効なXML：ルート要素がありません。
pl_pl: Nieprawidłowy XML: Brak elementu głównego.
tr_tr: Geçersiz XML: Eksik kök öğesi.

# NoFilePathOrStreamProvidedValidationError
source: Either filePath or stream must be provided for deserialization.
de_de: Für die Deserialisierung muss entweder filePath oder stream angegeben werden.
el_gr: Πρέπει να παρέχεται είτε η διαδρομή αρχείου είτε η ροή για αποσειριοποίηση.
es: Se debe proporcionar filePath o stream para la deserialización.
fr_fr: Soit filePath soit stream doit être fourni pour la désérialisation.
he_il: יש לספק filePath או stream עבור הדסיריאליזציה.
hi_in: डिसीरियलाइज़ेशन के लिए filePath या stream में से एक प्रदान करना आवश्यक है।
ja_jp: 逆シリアル化には、filePathまたはストリームのいずれかを指定する必要があります。
pl_pl: Do deserializacji należy podać ścieżkę pliku lub strumień.
tr_tr: Seri durumdan çıkarma için filePath veya akış sağlanmalıdır.

# InvalidXmlRootElementNamespaceValidationError
source: Invalid XML: Root element must be 'AppManifest' in the correct namespace.
de_de: Ungültiges XML: Das Stammelement muss 'AppManifest' im richtigen Namespace sein.
el_gr: Άκυρο XML: Το ριζικό στοιχείο πρέπει να είναι 'AppManifest' στο σωστό namespace.
es: XML inválido: El elemento raíz debe ser 'AppManifest' en el espacio de nombres correcto.
fr_fr: XML invalide : l'élément racine doit être 'AppManifest' dans l'espace de noms correct.
he_il: XML לא חוקי: תג השורש חייב להיות 'AppManifest' במרחב השמות הנכון.
hi_in: अमान्य XML: रूट तत्व 'AppManifest' सही namespace में होना चाहिए।
ja_jp: 無効なXML：ルート要素は正しい名前空間で'AppManifest'である必要があります。
pl_pl: Nieprawidłowy XML: Element główny musi być „AppManifest” w prawidłowej przestrzeni nazw.
tr_tr: Geçersiz XML: Kök öğenin doğru ad alanında 'AppManifest' olması gerekir.

# AppManifestMissingIdAttributeValidationError
source: Missing required 'Id' attribute in AppManifest element.
de_de: Im Element AppManifest fehlt das erforderliche Attribut 'Id'.
el_gr: Λείπει το απαραίτητο χαρακτηριστικό 'Id' στο στοιχείο AppManifest.
es: Falta el atributo 'Id' requerido en el elemento AppManifest.
fr_fr: Attribut 'Id' requis manquant dans l'élément AppManifest.
he_il: חסר המאפיין הנדרש 'Id' באלמנט AppManifest.
hi_in: AppManifest तत्व में आवश्यक 'Id' गुण गायब है।
ja_jp: AppManifest要素に必要な'Id'属性がありません。
pl_pl: Brak wymaganego atrybutu „Id” w elemencie AppManifest.
tr_tr: AppManifest öğesinde gerekli 'Id' özelliği eksik.

# AppManifestEmptyIdAttributeValidationError
source: The 'Id' attribute in AppManifest cannot be empty.
de_de: Das Attribut 'Id' in AppManifest darf nicht leer sein.
el_gr: Το χαρακτηριστικό 'Id' στο AppManifest δεν μπορεί να είναι κενό.
es: El atributo 'Id' en AppManifest no puede estar vacío.
fr_fr: L'attribut 'Id' dans AppManifest ne peut pas être vide.
he_il: המאפיין 'Id' באלמנט AppManifest לא יכול להיות ריק.
hi_in: AppManifest में 'Id' गुण खाली नहीं हो सकता।
ja_jp: AppManifestの'Id'属性は空にできません。
pl_pl: Atrybut „Id” w AppManifest nie może być pusty.
tr_tr: AppManifest'teki 'Id' özelliği boş olamaz.

# SettingDefinitionMissingNameAttributeValidationError
source: Missing required 'Name' attribute in SettingDefinition element.
de_de: Im Element SettingDefinition fehlt das erforderliche Attribut 'Name'.
el_gr: Λείπει το απαραίτητο χαρακτηριστικό 'Name' στο στοιχείο SettingDefinition.
es: Falta el atributo 'Name' requerido en el elemento SettingDefinition.
fr_fr: Attribut 'Name' requis manquant dans l'élément SettingDefinition.
he_il: חסר המאפיין הנדרש 'Name' באלמנט SettingDefinition.
hi_in: SettingDefinition तत्व में आवश्यक 'Name' गुण गायब है।
ja_jp: SettingDefinition要素に必要な'Name'属性がありません。
pl_pl: Brak wymaganego atrybutu „Name” w elemencie SettingDefinition.
tr_tr: SettingDefinition öğesinde gerekli 'Ad' özelliği eksik.

# SettingDefinitionEmptyNameAttributeValidationError
source: The 'Name' attribute in SettingDefinition cannot be empty.
de_de: Das Attribut 'Name' in SettingDefinition darf nicht leer sein.
el_gr: Το χαρακτηριστικό 'Name' στο SettingDefinition δεν μπορεί να είναι κενό.
es: El atributo 'Name' en SettingDefinition no puede estar vacío.
fr_fr: L'attribut 'Name' dans SettingDefinition ne peut pas être vide.
he_il: המאפיין 'Name' באלמנט SettingDefinition לא יכול להיות ריק.
hi_in: SettingDefinition में 'Name' गुण खाली नहीं हो सकता।
ja_jp: SettingDefinitionの'Name'属性は空にできません。
pl_pl: Atrybut „Name” w SettingDefinition nie może być pusty.
tr_tr: SettingDefinition'daki 'Ad' özelliği boş olamaz.

# SettingDefinitionMissingTypeAttributeValidationError
source: Missing required 'Type' attribute in SettingDefinition element.
de_de: Im Element SettingDefinition fehlt das erforderliche Attribut 'Type'.
el_gr: Λείπει το απαραίτητο χαρακτηριστικό 'Type' στο στοιχείο SettingDefinition.
es: Falta el atributo 'Type' requerido en el elemento SettingDefinition.
fr_fr: Attribut 'Type' requis manquant dans l'élément SettingDefinition.
he_il: חסר המאפיין הנדרש 'Type' באלמנט SettingDefinition.
hi_in: SettingDefinition तत्व में आवश्यक 'Type' गुण गायब है।
ja_jp: SettingDefinition要素に必要な'Type'属性がありません。
pl_pl: Brak wymaganego atrybutu „Type” w elemencie SettingDefinition.
tr_tr: SettingDefinition öğesinde gerekli 'Type' özelliği eksik.

# SettingDefinitionMissingIgnoreAuditPoliciesAttributeValidationError
source: Missing required 'IgnoreAuditPolicies' attribute in SettingDefinition element.
de_de: Im Element SettingDefinition fehlt das erforderliche Attribut 'IgnoreAuditPolicies'.
el_gr: Λείπει το απαραίτητο χαρακτηριστικό 'IgnoreAuditPolicies' στο στοιχείο SettingDefinition.
es: Falta el atributo 'IgnoreAuditPolicies' requerido en el elemento SettingDefinition.
fr_fr: Attribut 'IgnoreAuditPolicies' requis manquant dans l'élément SettingDefinition.
he_il: חסר המאפיין הנדרש 'IgnoreAuditPolicies' באלמנט SettingDefinition.
hi_in: SettingDefinition तत्व में आवश्यक 'IgnoreAuditPolicies' गुण गायब है।
ja_jp: SettingDefinition要素に必要な'IgnoreAuditPolicies'属性がありません。
pl_pl: Brak wymaganego atrybutu „IgnoreAuditPolicies” w elemencie SettingDefinition.
tr_tr: SettingDefinition öğesinde gerekli 'IgnoreAuditPolicies' özelliği eksik.

# AppManifestObjectNullValidationError
source: The AppManifest object cannot be null.
de_de: Das Objekt AppManifest darf nicht null sein.
el_gr: Το αντικείμενο AppManifest δεν μπορεί να είναι null.
es: El objeto AppManifest no puede ser nulo.
fr_fr: L'objet AppManifest ne peut pas être nul.
he_il: האובייקט AppManifest לא יכול להיות null.
hi_in: AppManifest ऑब्जेक्ट null नहीं हो सकता।
ja_jp: AppManifestオブジェクトをnullにすることはできません。
pl_pl: Obiekt AppManifest nie może być pusty.
tr_tr: AppManifest nesnesi boş olamaz.

# AppManifestPropertyIdNullOrEmptyValidationError
source: The 'Id' property of AppManifest is required and cannot be null or empty.
de_de: Die Eigenschaft 'Id' von AppManifest ist erforderlich und darf nicht null oder leer sein.
el_gr: Η ιδιότητα 'Id' του AppManifest είναι απαραίτητη και δεν μπορεί να είναι null ή κενή.
es: La propiedad 'Id' de AppManifest es requerida y no puede ser nula o vacía.
fr_fr: La propriété 'Id' d'AppManifest est requise et ne peut être ni nulle ni vide.
he_il: המאפיין 'Id' של AppManifest נדרש ולא יכול להיות null או ריק.
hi_in: AppManifest की 'Id' प्रॉपर्टी आवश्यक है और null या खाली नहीं हो सकती।
ja_jp: AppManifestの'Id'プロパティは必須であり、nullまたは空にできません。
pl_pl: Właściwość „Id” AppManifest jest wymagana i nie może być pusta ani mieć wartości null.
tr_tr: AppManifest'in 'Id' özelliği gereklidir ve null veya boş olamaz.

# SettingDefinitionPropertyNameNullOrEmptyValidationError
source: The 'Name' property of SettingDefinition is required and cannot be null or empty.
de_de: Die Eigenschaft 'Name' von SettingDefinition ist erforderlich und darf nicht null oder leer sein.
el_gr: Η ιδιότητα 'Name' του SettingDefinition είναι απαραίτητη και δεν μπορεί να είναι null ή κενή.
es: La propiedad 'Name' de SettingDefinition es requerida y no puede ser nula o vacía.
fr_fr: La propriété 'Name' de SettingDefinition est requise et ne peut être ni nulle ni vide.
he_il: המאפיין 'Name' של SettingDefinition נדרש ולא יכול להיות null או ריק.
hi_in: SettingDefinition की 'Name' प्रॉपर्टी आवश्यक है और null या खाली नहीं हो सकती।
ja_jp: SettingDefinitionの'Name'プロパティは必須であり、nullまたは空にできません。
pl_pl: Właściwość „Name” SettingDefinition jest wymagana i nie może być pusta ani mieć wartości null.
tr_tr: SettingDefinition'ın 'Ad' özelliği gereklidir ve boş veya boş olamaz.

source: Encountered invalid File Rule
ar: تم العثور على قاعدة ملف غير صالحة
de_de: Ungültige Dateiregel festgestellt
el_gr: Αντιμετωπίστηκε άκυρος Κανόνας Αρχείου
es: Se encontró una Regla de Archivo inválida
fr_fr: Règle de fichier invalide rencontrée
he_il: נתקל בכלל File Rule לא חוקי
hi_in: अमान्य फ़ाइल नियम मिला
ja_jp: 無効なファイルルールが見つかりました
ml_in: അസാധുവായ ഫയൽ നിയമം കണ്ടെത്തി
pl_pl: Napotkano nieprawidłową regułę pliku
tr_tr: Geçersiz Dosya Kuralıyla karşılaşıldı

# InvalidUrlDetectedForAppManifest
source: Invalid URL detected for the App Manifest: {0}
ar: تم الكشف عن عنوان URL غير صالح لبيان التطبيق: {0}
de_de: Ungültige URL für das App-Manifest erkannt: {0}
el_gr: Ανιχνεύθηκε άκυρο URL για το App Manifest: {0}
es: URL inválida detectada para el Manifiesto de Aplicación: {0}
fr_fr: URL invalide détectée pour le Manifeste d'Application : {0}
he_il: התגלתה כתובת URL לא תקינה עבור ה-App Manifest: {0}
hi_in: App Manifest के लिए अमान्य URL मिला: {0}
ja_jp: アプリマニフェストに無効なURLが検出されました：{0}
ml_in: ആപ്പ് മാനിഫെസ്റ്റിനായി അസാധുവായ URL കണ്ടെത്തി: {0}
pl_pl: Wykryto nieprawidłowy adres URL dla manifestu aplikacji: {0}
tr_tr: Uygulama Bildirimi için geçersiz URL algılandı: {0}

# MalformedVersionDetected
source: Malformed version detected: {0}.
ar: تم الكشف عن إصدار تالف: {0}.
de_de: Fehlerhaft formatierte Version erkannt: {0}.
el_gr: Ανιχνεύθηκε κακοδιατυπωμένη έκδοση: {0}.
es: Versión malformada detectada: {0}.
fr_fr: Version malformée détectée : {0}.
he_il: זוהתה גרסה פגומה: {0}.
hi_in: गलत स्वरूप का संस्करण मिला: {0}।
ja_jp: 不正な形式のバージョンが検出されました：{0}。
ml_in: തെറ്റായ പതിപ്പ് കണ്ടെത്തി: {0}.
pl_pl: Wykryto nieprawidłowo sformatowaną wersję: {0}.
tr_tr: Hatalı biçimlendirilmiş sürüm algılandı: {0}.

# StringFormatIncorrect
source: The string format was incorrect: '{0}'.
ar: تنسيق السلسلة غير صحيح: "{0}".
de_de: Das Zeichenfolgenformat war nicht korrekt: '{0}'.
el_gr: Η μορφή της συμβολοσειράς ήταν εσφαλμένη: '{0}'.
es: El formato de la cadena era incorrecto: '{0}'.
fr_fr: Le format de la chaîne était incorrect : '{0}'.
he_il: פורמט המחרוזת אינו תקין: '{0}'.
hi_in: स्टिंग स्वरूप गलत था: '{0}'।
ja_jp: 文字列形式が正しくありません：'{0}'。
ml_in: സ്ട്രിംഗ് ഫോർമാറ്റ് തെറ്റായിരുന്നു: '{0}'.
pl_pl: Format ciągu był nieprawidłowy: „{0}”.
tr_tr: Dize biçimi hatalıydı: '{0}'.

# FindingAllAppControlFilesMessage
source: Finding all App Control compatible files among {0} files and {1} folders you selected...
ar: جارٍ العثور على جميع الملفات المتوافقة مع App Control بين {0} ملفًا و {1} مجلدًا حددتها...
de_de: Es werden alle App-Control-kompatiblen Dateien unter den {0} von Ihnen ausgewählten Dateien und {1} Ordnern gesucht...
el_gr: Εύρεση όλων των συμβατών αρχείων Ελέγχου Εφαρμογών μεταξύ {0} αρχείων και {1} φακέλων που επιλέξατε...
es: Buscando todos los archivos compatibles con App Control entre {0} archivos y {1} carpetas que seleccionó...
fr_fr: Recherche de tous les fichiers compatibles App Control parmi {0} fichiers et {1} dossiers sélectionnés...
he_il: מחפש את כל הקבצים התואמים ל-App Control בין {0} קבצים ו-{1} תיקיות שבחרת...
hi_in: {0} फ़ाइलों और {1} फ़ोल्डरों में App Control संगत सभी फ़ाइलें ढूंढ रहे हैं…
ja_jp: 選択した{0}個のファイルと{1}個のフォルダーから、App Control互換ファイルをすべて検索しています...
ml_in: നിങ്ങൾ തിരഞ്ഞെടുത്ത {0} ഫയലുകൾക്കും {1} ഫോൾഡറുകൾക്കുമിടയിൽ എല്ലാ ആപ്പ് കൺട്രോൾ അനുയോജ്യമായ ഫയലുകളും കണ്ടെത്തുന്നു...
pl_pl: Wyszukiwanie wszystkich plików zgodnych z App Control wśród {0} plików i {1} folderów, które wybrałeś...
tr_tr: Seçtiğiniz {0} dosya ve {1} klasör arasında Uygulama Kontrolü ile uyumlu tüm dosyalar bulunuyor...

# ScanningTotalAppControlFilesMessage
source: Scanning a total of {0} AppControl compatible files...
ar: جارٍ فحص إجمالي {0} ملفًا متوافقًا مع AppControl...
de_de: Es werden insgesamt {0} AppControl-kompatible Dateien gescannt...
el_gr: Σάρωση συνολικά {0} συμβατών αρχείων Ελέγχου Εφαρμογών...
es: Escaneando un total de {0} archivos compatibles con AppControl...
fr_fr: Analyse d'un total de {0} fichiers compatibles AppControl...
he_il: סורק בסך הכל {0} קבצים התואמים ל-AppControl...
hi_in: कुल {0} AppControl संगत फ़ाइलें स्कैन कर रहे हैं…
ja_jp: 合計{0}個のAppControl互換ファイルをスキャンしています...
ml_in: ആകെ {0} ആപ്പ്കൺട്രോൾ അനുയോജ്യമായ ഫയലുകൾ സ്കാൻ ചെയ്യുന്നു...
pl_pl: Skanowanie łącznie {0} plików zgodnych z AppControl...
tr_tr: Toplam {0} AppControl uyumlu dosya taranıyor...
